{
"predefinedTexts": {
		"en": {
			"1": "Discover the ultimate solution for home organization with our versatile storage bins. These durable containers come in various sizes to fit any space, from closets to garages. Their stackable design maximizes your storage capacity while keeping your items easily accessible. Each bin features a transparent body, allowing you to quickly identify contents without opening them. Perfect for seasonal items, toys, or tools, these storage bins are the key to a clutter-free home. Start organizing today and enjoy a more spacious and tidy living environment.",
			"2": "Experience the future of cooking with our state-of-the-art smart oven. This innovative appliance offers a range of features to enhance your culinary skills, including precise temperature control and multiple cooking modes. The smart oven connects to your smartphone, allowing you to monitor and adjust settings remotely. With its sleek design and intuitive interface, cooking has never been easier or more enjoyable. Whether you're baking, roasting, or broiling, this smart oven ensures perfect results every time. Upgrade your kitchen and transform the way you cook.",
			"3": "Unleash your creativity with our premium set of artist-grade markers. These markers feature vibrant, fade-resistant ink that ensures your artwork stands the test of time. Available in a wide range of colors, they are perfect for drawing, coloring, and lettering. The dual-tip design offers both fine and broad tips, providing flexibility for various artistic techniques. Ergonomically designed for comfort, these markers are ideal for both beginners and professionals. Elevate your art projects with tools that inspire and deliver exceptional quality."
		},
		"bg": {
			"1": "Открийте най-доброто решение за организация на дома с нашите универсални кутии за съхранение. Тези здрави контейнери са налични в различни размери, подходящи за всяко пространство, от гардероби до гаражи. Техният дизайн за подреждане на стъпала максимизира капацитета за съхранение, като същевременно поддържа лесен достъп до вашите вещи. Всяка кутия има прозрачно тяло, което Ви позволява бързо да идентифицирате съдържанието, без да ги отваряте. Идеални за сезонни предмети, играчки или инструменти, тези кутии за съхранение са ключът към дом без хаос. Започнете да организирате днес и се наслаждавайте на по-просторно и подредено жилище",
			"2": "Изпитайте бъдещето на готвенето с нашата най-модерна смарт фурна. Този иновативен уред предлага редица функции за подобряване на вашите кулинарни умения, включително прецизен контрол на температурата и множество режими на готвене. Смарт фурната се свързва с вашия смартфон, позволявайки Ви да наблюдавате и настройвате параметрите дистанционно. Със своя елегантен дизайн и интуитивен интерфейс, готвенето никога не е било по-лесно и по-приятно. Независимо дали печете, печете на скара или запичате, тази умна фурна осигурява перфектни резултати всеки път. Обновете вашата кухня и трансформирайте начина, по който готвите.",
			"3": "Разкрийте творческите си способности с нашия премиум комплект маркери за художници. Тези маркери разполагат с ярко, устойчиво на избледняване мастило, което гарантира, че вашите произведения на изкуството ще устоят на времето. Налични в широк диапазон от цветове, те са перфектни за рисуване, оцветяване и калиграфия. Дизайнът с двойни върхове предлага както тънки, така и широки върхове, осигурявайки гъвкавост за различни художествени техники. Ергономично проектирани за комфорт, тези маркери са идеални както за начинаещи, така и за професионалисти. Подобрете вашите арт проекти с инструменти, които вдъхновяват и осигуряват изключително качество."
		},
		"de": {
			"1": "Entdecken Sie die ultimative Lösung für die Heimorganisation mit unseren vielseitigen Aufbewahrungsboxen. Diese robusten Behälter sind in verschiedenen Größen erhältlich und passen in jeden Raum, von Kleiderschränken bis hin zu Garagen. Ihr stapelbares Design maximiert Ihre Lagerkapazität und hält Ihre Gegenstände leicht zugänglich. Jede Box verfügt über einen transparenten Körper, der es Ihnen ermöglicht, den Inhalt schnell zu identifizieren, ohne sie zu öffnen. Perfekt für saisonale Gegenstände, Spielzeug oder Werkzeuge, sind diese Aufbewahrungsboxen der Schlüssel zu einem aufgeräumten Zuhause. Beginnen Sie noch heute mit der Organisation und genießen Sie ein geräumigeres und ordentliches Wohnumfeld.",
			"2": "Erleben Sie die Zukunft des Kochens mit unserem hochmodernen Smart-Ofen. Dieses innovative Gerät bietet eine Vielzahl von Funktionen, um Ihre kulinarischen Fähigkeiten zu verbessern, einschließlich präziser Temperaturkontrolle und verschiedener Kochmodi. Der Smart-Ofen verbindet sich mit Ihrem Smartphone, sodass Sie die Einstellungen aus der Ferne überwachen und anpassen können. Mit seinem eleganten Design und der intuitiven Benutzeroberfläche war Kochen noch nie einfacher oder angenehmer. Ob Sie backen, braten oder grillen, dieser Smart-Ofen sorgt jedes Mal für perfekte Ergebnisse. Aktualisieren Sie Ihre Küche und verwandeln Sie Ihre Art zu kochen.",
			"3": "Entfalten Sie Ihre Kreativität mit unserem Premium-Set an Künstler-Markern. Diese Marker bieten lebendige, lichtbeständige Tinte, die sicherstellt, dass Ihre Kunstwerke die Zeit überdauern. Erhältlich in einer breiten Palette von Farben, sind sie perfekt zum Zeichnen, Ausmalen und Lettern. Das Dual-Tip-Design bietet sowohl feine als auch breite Spitzen, was Flexibilität für verschiedene künstlerische Techniken ermöglicht. Ergonomisch gestaltet für Komfort, sind diese Marker ideal für Anfänger und Profis. Erheben Sie Ihre Kunstprojekte mit Werkzeugen, die inspirieren und außergewöhnliche Qualität liefern."
		}
	},
	"predefinedTextsBulleted": {
		"en": {
			"1": "• Ultimate solution for home organization;\n• Versatile storage bins in various sizes;\n• Stackable design maximizes storage capacity;\n• Transparent body for easy content identification;\n• Ideal for seasonal items, toys, or tools;\n• Start organizing today for a tidy living environment;\n• Key to a clutter-free home;",
			"2": "• Future of cooking with state-of-the-art smart oven;\n• Precise temperature control and multiple cooking modes;\n• Connects to smartphone for remote monitoring;\n• Sleek design and intuitive interface;\n• Ensures perfect results every time;\n• Upgrade your kitchen and transform cooking;\n• Perfect results for baking, roasting, broiling",
			"3": "• Unleash creativity with a premium set of artist-grade markers;\n• Vibrant, fade-resistant ink for long-lasting artwork;\n• Wide range of colors for drawing, coloring, lettering;\n• Dual-tip design with fine and broad tips;\n• Flexibility for various artistic techniques;\n• Suitable for beginners and professionals;"
		},
		"bg": {
			"1": "• Най-доброто решение за организация на дома;\n• Универсални кутии за съхранение в различни размери;\n• Подходящи за гардероби, гаражи и др.;\n• Дизайн за подреждане на стъпала за максимален капацитет;\n• Прозрачно тяло за лесно идентифициране на съдържанието;\n• Идеални за сезонни предмети, играчки, инструменти Ключът към дом без безпорядък;\n• Започнете да организирате днес за по-просторно жилище",
			"2": "• Бъдещето на готвенето с най-модерната смарт фурна;\n• Иновативен уред с прецизен контрол на температурата;\n• Множество режими на готвене за гъвкавост;\n• Елегантен дизайн и интуитивен интерфейс;\n• Перфектни резултати за печене, скара, запичане;\n• Обновете вашата кухня и трансформирайте готвенето;",
			"3": "• Разкрийте творческите си способности с премиум маркери за художници;\n• Ярко, устойчиво на избледняване мастило за дълготрайни произведения на изкуството;\n• Гъвкавост за различни художествени техники;\n• Дизайн с двойни върхове за гъвкавост;\n• Идеални за начинаещи и професионалисти;"
		},
		"de": {
			"1": "• Ultimative Lösung für die Heimorganisation;\n• Vielseitige Aufbewahrungsboxen in verschiedenen Größen;\n• Geeignet für Kleiderschränke, Garagen und mehr;\n• Stapelbares Design für maximale Lagerkapazität;\n• Transparenter Körper zur schnellen Identifikation des Inhalts;\n• Ideal für saisonale Gegenstände, Spielzeug, Werkzeuge;\n• Schlüssel zu einem aufgeräumten Zuhause;\n• Beginnen Sie noch heute mit der Organisation für ein ordentliches Wohnumfeld",
			"2": "• Zukunft des Kochens mit einem hochmodernen Smart-Ofen;\n• Innovatives Gerät mit präziser Temperaturkontrolle;\n• Verschiedene Kochmodi für Vielseitigkeit;\n• Verbindung mit Smartphone für Fernüberwachung;\n• Elegantes Design und intuitive Benutzeroberfläche;\n• Einfaches und angenehmes Kochen;\n• Perfekte Ergebnisse beim Backen, Braten, Grillen;\n• A ktualisieren Sie Ihre Küche und verwandeln Sie das Kochen",
			"3": "• Entfalten Sie Ihre Kreativität mit Premium-Künstler-Markern;\n• Lebendige, lichtbeständige Tinte für langanhaltende Kunstwerke;\n• Breite Palette von Farben zum Zeichnen, Ausmalen, Lettern;\n• Dual-Tip-Design mit feinen und breiten Spitzen;\n• Flexibilität für verschiedene künstlerische Techniken;\n• Ergonomisch gestaltet für Komfort;\n• Ideal für Anfänger und Profis;\n• Erheben Sie Ihre Kunstprojekte mit außergewöhnlicher Qualität"
		}
	},
	"predefinedTextsSimplified": {
		"en": {
			"1": "Get organized with our storage bins. They come in different sizes for any space, from closets to garages. The stackable design saves space, and the clear bins let you see what's inside easily. Perfect for storing seasonal items, toys, or tools, these bins help keep your home tidy. Start organizing today and enjoy a clutter-free home.",
			"2": "Upgrade your cooking with our smart oven. It has precise temperature control and various cooking modes. Connect it to your smartphone to adjust settings remotely. With a sleek design and easy interface, cooking becomes fun and simple. Perfect for baking, roasting, or broiling, this oven guarantees great results. Transform your kitchen today.",
			"3": "Create amazing art with our premium markers. They have vibrant, long-lasting ink and come in many colors. The dual-tip design offers fine and broad tips for different techniques. Comfortable to hold, these markers are great for both beginners and pros. Elevate your art projects with these high-quality markers."
		},
		"bg": {
			"1": "Бъдете организирани с нашите кутии за съхранение. Те се предлагат в различни размери за всяко пространство, от гардероби до гаражи. Дизайнът за подреждане спестява място, а прозрачните кутии Ви позволяват лесно да виждате съдържанието. Идеални за съхранение на сезонни предмети, играчки или инструменти, тези кутии помагат да поддържате дома си подреден. Започнете да се организирате днес и се наслаждавайте на дом без безпорядък.",
			"2": "Подобрете готвенето си с нашата умна фурна. Тя има прецизен контрол на температурата и различни режими на готвене. Свържете я със смартфона си, за да регулирате настройките дистанционно. Със своя елегантен дизайн и лесен интерфейс, готвенето става забавно и просто. Идеална за печене, печене на скара или запичане, тази фурна гарантира страхотни резултати. Обновете кухнята си днес.",
			"3": "Създавайте невероятно изкуство с нашите премиум маркери. Те имат ярко, дълготрайно мастило и се предлагат в много цветове. Дизайнът с двойни върхове предлага тънки и широки върхове за различни техники. Удобни за държане, тези маркери са чудесни както за начинаещи, така и за професионалисти. Подобрете вашите арт проекти с тези висококачествени маркери."
		},
		"de": {
			"1": "Organisieren Sie sich mit unseren Aufbewahrungsboxen. Sie sind in verschiedenen Größen erhältlich und passen in jeden Raum, von Kleiderschränken bis hin zu Garagen. Das stapelbare Design spart Platz, und die transparenten Boxen ermöglichen es Ihnen, den Inhalt leicht zu sehen. Perfekt für saisonale Gegenstände, Spielzeug oder Werkzeuge, helfen diese Boxen, Ihr Zuhause ordentlich zu halten. Beginnen Sie noch heute mit der Organisation und genießen Sie ein aufgeräumtes Zuhause.",
			"2": "Verbessern Sie Ihr Kochen mit unserem Smart-Ofen. Er bietet präzise Temperaturkontrolle und verschiedene Kochmodi. Verbinden Sie ihn mit Ihrem Smartphone, um die Einstellungen aus der Ferne anzupassen. Mit seinem eleganten Design und der benutzerfreundlichen Oberfläche macht Kochen Spaß und ist einfach. Perfekt zum Backen, Braten oder Grillen, garantiert dieser Ofen großartige Ergebnisse. Aktualisieren Sie Ihre Küche noch heute.",
			"3": "Erstellen Sie beeindruckende Kunstwerke mit unseren Premium-Markern. Sie haben lebendige, langlebige Tinte und sind in vielen Farben erhältlich. Das Dual-Tip-Design bietet feine und breite Spitzen für verschiedene Techniken. Die Marker sind bequem zu halten und ideal für Anfänger und Profis. Verbessern Sie Ihre Kunstprojekte mit diesen hochwertigen Markern."
		}
	},
	"predefinedTextsExpanded": {
		"en": {
			"1": "Discover the ultimate solution for home organization with our versatile storage bins. These durable containers are designed to fit seamlessly into any space, making them perfect for closets, garages, basements, and more. Available in a variety of sizes, they can accommodate a wide range of items, from small trinkets to large tools. The stackable design not only maximizes your storage capacity but also ensures that your belongings remain easily accessible and neatly arranged. \n\nEach storage bin features a transparent body, allowing you to quickly identify the contents without the need to open every container. This is especially useful for those who store seasonal items, as it saves time and effort when switching out decorations or clothing. The bins are also ideal for organizing children's toys, keeping them off the floor and out of sight, yet within reach for playtime. \n",
			"2": "Experience the future of cooking with our state-of-the-art smart oven. This innovative appliance is designed to elevate your culinary skills by offering a range of advanced features. With precise temperature control, you can ensure that your dishes are cooked to perfection every time. The smart oven also includes multiple cooking modes, such as baking, roasting, broiling, and even specialized settings for pizza and bread, providing versatility for all your cooking needs. \n\nOne of the standout features of this smart oven is its connectivity. It links to your smartphone through a dedicated app, allowing you to monitor and adjust the oven's settings remotely. This means you can preheat the oven on your way home, check the cooking progress while you relax in another room, and even receive alerts when your meal is ready. The convenience of remote operation makes meal preparation more efficient and less stressful.",
			"3": "Unleash your creativity with our premium set of artist-grade markers. These markers are designed to meet the needs of both amateur and professional artists, providing a high-quality tool for all your creative endeavors. Featuring vibrant, fade-resistant ink, your artwork will retain its brilliance and depth for years to come. The wide range of available colors ensures that you have the perfect shade for any project, whether you're drawing, coloring, or lettering. \n\nThe dual-tip design of these markers offers unparalleled versatility. One end features a fine tip, perfect for intricate details and delicate lines, while the other end has a broad tip, ideal for filling in large areas and creating bold strokes. This dual functionality allows you to switch between techniques effortlessly, making these markers a versatile addition to your art supplies."
		},
		"bg": {
			"1": "Открийте най-доброто решение за организация на дома с нашите универсални кутии за съхранение. Тези здрави контейнери са проектирани да се вписват безпроблемно във всяко пространство, което ги прави идеални за гардероби, гаражи, мазета и други. Предлагат се в разнообразие от размери, които могат да поберат широка гама от предмети, от малки джунджурии до големи инструменти. Дизайнът за подреждане не само максимизира капацитета за съхранение, но също така осигурява лесен достъп и подредба на вашите вещи.\n\nВсяка кутия за съхранение има прозрачно тяло, което ви позволява бързо да идентифицирате съдържанието, без да е необходимо да отваряте всеки контейнер. Това е особено полезно за тези, които съхраняват сезонни предмети, тъй като спестява време и усилия при смяна на декорации или облекло. Кутиите са идеални и за организиране на детски играчки, като ги държат извън пода и извън погледа, но на разположение за игра.",
			"2": "Изпитайте бъдещето на готвенето с нашата най-модерна умна фурна. Този иновативен уред е създаден да повиши вашите кулинарни умения, предлагайки редица напреднали функции. С прецизен контрол на температурата можете да се уверите, че вашите ястия са перфектно приготвени всеки път. Умната фурна включва множество режими на готвене, като печене, печене на скара, запичане и дори специализирани настройки за пица и хляб, осигурявайки гъвкавост за всички ваши нужди при готвене.\n\nЕдна от най-забележителните функции на тази умна фурна е нейната свързаност. Тя се свързва с вашия смартфон чрез специално приложение, което ви позволява да наблюдавате и регулирате настройките на фурната дистанционно.",
			"3": "Разкрийте творческите си способности с нашия премиум комплект маркери за художници. Тези маркери са проектирани да отговорят на нуждите както на аматьори, така и на професионални художници, предоставяйки висококачествен инструмент за всички ваши творчески начинания. С ярко, устойчиво на избледняване мастило, вашите произведения на изкуството ще запазят своята блясък и дълбочина за години напред. Широката гама от налични цветове осигурява идеалния нюанс за всеки проект, независимо дали рисувате, оцветявате или правите калиграфия.\n\nДизайнът с двойни върхове на тези маркери предлага несравнима гъвкавост. Единият край има тънък връх, идеален за детайлни линии и деликатни щрихи, докато другият край разполага с широк връх, подходящ за запълване на големи площи и създаване на смели щрихи."
		},
		"de": {
			"1": "Entdecken Sie die ultimative Lösung für die Heimorganisation mit unseren vielseitigen Aufbewahrungsboxen. Diese robusten Behälter sind so gestaltet, dass sie sich nahtlos in jeden Raum einfügen und eignen sich perfekt für Kleiderschränke, Garagen, Keller und mehr. Sie sind in verschiedenen Größen erhältlich und können eine breite Palette von Gegenständen aufnehmen, von kleinen Krimskrams bis hin zu großen Werkzeugen. Das stapelbare Design maximiert nicht nur Ihre Lagerkapazität, sondern sorgt auch dafür, dass Ihre Sachen leicht zugänglich und ordentlich bleiben.\n\nJede Aufbewahrungsbox verfügt über einen transparenten Körper, der es Ihnen ermöglicht, den Inhalt schnell zu erkennen, ohne jeden Behälter öffnen zu müssen. Dies ist besonders nützlich für diejenigen, die saisonale Gegenstände lagern, da es Zeit und Mühe spart, wenn Sie Dekorationen oder Kleidung austauschen.",
			"2": "Erleben Sie die Zukunft des Kochens mit unserem hochmodernen Smart-Ofen. Dieses innovative Gerät wurde entwickelt, um Ihre kulinarischen Fähigkeiten zu verbessern, indem es eine Reihe fortschrittlicher Funktionen bietet. Mit präziser Temperaturkontrolle können Sie sicherstellen, dass Ihre Gerichte jedes Mal perfekt zubereitet werden. Der Smart-Ofen umfasst mehrere Kochmodi, wie Backen, Braten, Grillen und sogar spezielle Einstellungen für Pizza und Brot, was Ihnen Vielseitigkeit für all Ihre Kochbedürfnisse bietet.\n\nEine der herausragenden Eigenschaften dieses Smart-Ofens ist seine Konnektivität. Er verbindet sich über eine spezielle App mit Ihrem Smartphone, sodass Sie die Einstellungen des Ofens aus der Ferne überwachen und anpassen können.",
			"3": "Entfalten Sie Ihre Kreativität mit unserem Premium-Set an Künstler-Markern. Diese Marker sind so konzipiert, dass sie den Bedürfnissen sowohl von Hobby- als auch von Profi-Künstlern gerecht werden und ein hochwertiges Werkzeug für all Ihre kreativen Projekte bieten. Mit lebendiger, lichtbeständiger Tinte behalten Ihre Kunstwerke ihre Brillanz und Tiefe über viele Jahre hinweg. Die breite Palette an verfügbaren Farben stellt sicher, dass Sie den perfekten Farbton für jedes Projekt haben, egal ob Sie zeichnen, kolorieren oder lettern.\n\nDas Dual-Tip-Design dieser Marker bietet unvergleichliche Vielseitigkeit. Ein Ende verfügt über eine feine Spitze, die sich perfekt für detaillierte Linien und zarte Striche eignet, während das andere Ende eine breite Spitze hat, die ideal für das Ausfüllen großer Flächen und das Setzen kräftiger Striche ist."
		}
	},
	"predefinedTextsRephrased": {
		"en": {
			"1": "Achieve optimal home organization with our versatile storage bins. These sturdy containers are available in multiple sizes to fit any space, from closets to garages. Their stackable design maximizes storage capacity while keeping items easily accessible. The transparent body of each bin allows quick identification of contents without needing to open them. Perfect for storing seasonal items, toys, or tools, these storage bins are essential for maintaining a clutter-free home. Begin organizing today and enjoy a more spacious, tidy living environment.",
			"2": "Step into the future of cooking with our cutting-edge smart oven. This innovative appliance enhances your culinary experience with precise temperature control and multiple cooking modes. Connect the smart oven to your smartphone to monitor and adjust settings remotely. Featuring a sleek design and user-friendly interface, cooking becomes easier and more enjoyable. Whether baking, roasting, or broiling, this smart oven ensures perfect results every time. Upgrade your kitchen and revolutionize the way you cook.",
			"3": "Unlock your artistic potential with our premium set of artist-grade markers. These markers boast vibrant, fade-resistant ink that ensures your artwork lasts. With a wide array of colors, they are ideal for drawing, coloring, and lettering. The dual-tip design provides both fine and broad tips, offering flexibility for various techniques. Ergonomically crafted for comfort, these markers are suitable for both beginners and professionals. Enhance your art projects with tools that inspire and deliver top-notch quality."
		},
		"bg": {
			"1": "Постигнете оптимална организация на дома с нашите универсални кутии за съхранение. Тези здрави контейнери се предлагат в различни размери, които се вписват във всяко пространство, от гардероби до гаражи. Техният дизайн за подреждане максимизира капацитета за съхранение, като същевременно поддържа лесен достъп до вещите. Прозрачното тяло на всяка кутия ви позволява бързо да идентифицирате съдържанието без да ги отваряте. Идеални за съхранение на сезонни предмети, играчки или инструменти, тези кутии за съхранение са незаменими за поддържане на дома без безпорядък. Започнете да организирате днес и се наслаждавайте на по-просторно и подредено жилище.",
			"2": "Влезте в бъдещето на готвенето с нашата модерна умна фурна. Този иновативен уред подобрява вашето кулинарно изживяване с прецизен контрол на температурата и множество режими на готвене. Свържете умната фурна с вашия смартфон, за да наблюдавате и регулирате настройките дистанционно. Със своя елегантен дизайн и лесен за използване интерфейс, готвенето става по-лесно и приятно. Независимо дали печете, печете на скара или запичате, тази умна фурна гарантира перфектни резултати всеки път. Обновете кухнята си и революционирайте начина, по който готвите.",
			"3": "Отключете своя артистичен потенциал с нашия премиум комплект маркери за художници. Тези маркери притежават ярко, устойчиво на избледняване мастило, което осигурява дълготрайност на вашите произведения на изкуството. С широка гама от цветове, те са идеални за рисуване, оцветяване и калиграфия. Дизайнът с двойни върхове предоставя както тънки, така и широки върхове, осигурявайки гъвкавост за различни техники. Ергономично проектирани за комфорт, тези маркери са подходящи както за начинаещи, така и за професионалисти. Подобрете вашите арт проекти с инструменти, които вдъхновяват и предоставят най-високо качество."
		},
		"de": {
			"1": "Erreichen Sie eine optimale Heimorganisation mit unseren vielseitigen Aufbewahrungsboxen. Diese robusten Behälter sind in verschiedenen Größen erhältlich, die in jeden Raum passen, von Kleiderschränken bis hin zu Garagen. Ihr stapelbares Design maximiert die Lagerkapazität und sorgt dafür, dass Ihre Gegenstände leicht zugänglich bleiben. Der transparente Körper jeder Box ermöglicht eine schnelle Identifikation des Inhalts, ohne dass sie geöffnet werden muss. Perfekt für saisonale Gegenstände, Spielzeug oder Werkzeuge sind diese Aufbewahrungsboxen unverzichtbar, um Ihr Zuhause ordentlich zu halten. Beginnen Sie noch heute mit der Organisation und genießen Sie ein geräumigeres, ordentliches Wohnumfeld.",
			"2": "Betreten Sie die Zukunft des Kochens mit unserem hochmodernen Smart-Ofen. Dieses innovative Gerät verbessert Ihr kulinarisches Erlebnis durch präzise Temperaturkontrolle und verschiedene Kochmodi. Verbinden Sie den Smart-Ofen mit Ihrem Smartphone, um die Einstellungen aus der Ferne zu überwachen und anzupassen. Mit seinem eleganten Design und der benutzerfreundlichen Oberfläche wird das Kochen einfacher und angenehmer. Ob beim Backen, Braten oder Grillen, dieser Smart-Ofen garantiert jedes Mal perfekte Ergebnisse. Aktualisieren Sie Ihre Küche und revolutionieren Sie Ihre Art zu kochen.",
			"3": "Entfalten Sie Ihr künstlerisches Potenzial mit unserem Premium-Set an Künstler-Markern. Diese Marker bieten lebendige, lichtbeständige Tinte, die dafür sorgt, dass Ihre Kunstwerke lange halten. Mit einer breiten Palette von Farben sind sie ideal zum Zeichnen, Kolorieren und Lettern. Das Dual-Tip-Design bietet sowohl feine als auch breite Spitzen und ermöglicht Flexibilität für verschiedene Techniken. Ergonomisch für Komfort gestaltet, sind diese Marker sowohl für Anfänger als auch für Profis geeignet. Verbessern Sie Ihre Kunstprojekte mit Werkzeugen, die inspirieren und höchste Qualität bieten."
		}
	},
	"predefinedTextsSummarized": {
		"en": {
			"1": "Our versatile storage bins are the ultimate solution for home organization. Available in various sizes, they fit any space from closets to garages. The stackable design maximizes storage capacity while keeping items easily accessible. Each bin features a transparent body for quick content identification. Ideal for storing seasonal items, toys, or tools, these bins help maintain a clutter-free home. Start organizing today for a more spacious and tidy living environment.",
			"2": "Upgrade your cooking experience with our state-of-the-art smart oven. This innovative appliance offers precise temperature control and multiple cooking modes. It connects to your smartphone, allowing remote monitoring and adjustments. The sleek design and intuitive interface make cooking easier and more enjoyable. Perfect for baking, roasting, or broiling, this smart oven ensures perfect results every time. Transform your kitchen and the way you cook.",
			"3": "Unleash your creativity with our premium set of artist-grade markers. Featuring vibrant, fade-resistant ink, these markers ensure your artwork lasts. Available in a wide range of colors, they are perfect for drawing, coloring, and lettering. The dual-tip design offers fine and broad tips for various techniques. Ergonomically designed for comfort, these markers are ideal for both beginners and professionals. Elevate your art projects with tools that inspire and deliver exceptional quality."
		},
		"bg": {
			"1": "Нашите универсални кутии за съхранение са най-доброто решение за организация на дома. Налични в различни размери, те пасват на всяко пространство, от гардероби до гаражи. Дизайнът за подреждане максимизира капацитета за съхранение, като същевременно поддържа лесен достъп до вещите. Всяка кутия има прозрачно тяло за бързо идентифициране на съдържанието. Идеални за съхранение на сезонни предмети, играчки или инструменти, тези кутии помагат да поддържате дома си без безпорядък. Започнете да организирате днес за по-просторно и подредено жилище.",
			"2": "Подобрете вашето кулинарно изживяване с нашата модерна умна фурна. Този иновативен уред предлага прецизен контрол на температурата и множество режими на готвене. Той се свързва с вашия смартфон, което позволява дистанционно наблюдение и настройки. Елегантният дизайн и интуитивният интерфейс правят готвенето по-лесно и по-приятно. Идеална за печене, запичане или грил, тази умна фурна осигурява перфектни резултати всеки път. Трансформирайте вашата кухня и начина, по който готвите.",
			"3": "Разкрийте своята креативност с нашия премиум комплект маркери за художници. С ярко, устойчиво на избледняване мастило, тези маркери гарантират дълготрайност на вашите произведения на изкуството. Налични в широка гама от цветове, те са идеални за рисуване, оцветяване и калиграфия. Дизайнът с двойни върхове предлага фини и широки върхове за различни техники. Ергономично проектирани за комфорт, тези маркери са идеални както за начинаещи, така и за професионалисти. Подобрете вашите арт проекти с инструменти, които вдъхновяват и предоставят изключително качество."
		},
		"de": {
			"1": "Unsere vielseitigen Aufbewahrungsboxen sind die ultimative Lösung für die Heimorganisation. Sie sind in verschiedenen Größen erhältlich und passen in jeden Raum, von Kleiderschränken bis hin zu Garagen. Das stapelbare Design maximiert die Lagerkapazität und hält Ihre Gegenstände leicht zugänglich. Jede Box hat einen transparenten Körper, der eine schnelle Identifikation des Inhalts ermöglicht. Ideal zur Aufbewahrung von saisonalen Gegenständen, Spielzeug oder Werkzeugen, helfen diese Boxen, Ihr Zuhause ordentlich zu halten. Beginnen Sie noch heute mit der Organisation für ein geräumigeres und ordentliches Wohnumfeld.",
			"2": "Verbessern Sie Ihr Kocherlebnis mit unserem hochmodernen Smart-Ofen. Dieses innovative Gerät bietet präzise Temperaturkontrolle und mehrere Kochmodi. Es verbindet sich mit Ihrem Smartphone, sodass Sie die Einstellungen aus der Ferne überwachen und anpassen können. Das elegante Design und die intuitive Benutzeroberfläche machen das Kochen einfacher und angenehmer. Perfekt zum Backen, Braten oder Grillen, sorgt dieser Smart-Ofen jedes Mal für perfekte Ergebnisse. Transformieren Sie Ihre Küche und die Art und Weise, wie Sie kochen.",
			"3": "Entfalten Sie Ihre Kreativität mit unserem Premium-Set an Künstler-Markern. Diese Marker haben lebendige, lichtbeständige Tinte, die dafür sorgt, dass Ihre Kunstwerke lange halten. Sie sind in einer breiten Palette von Farben erhältlich und ideal zum Zeichnen, Ausmalen und Lettern. Das Dual-Tip-Design bietet feine und breite Spitzen für verschiedene Techniken. Ergonomisch für Komfort gestaltet, sind diese Marker ideal für Anfänger und Profis. Erheben Sie Ihre Kunstprojekte mit Werkzeugen, die inspirieren und außergewöhnliche Qualität bieten."
		}
	}
}
